Repository: dominic-schmid/abschuss_statistik
Catalog: lib/l10n/intl_*.arb
Languages: de, it

# credentialsScreen
source: Credentials
de: Anmeldedaten
it: Credenziali

# appTitle
source: Hunting statistics
de: Jagdstatistik
it: Statistiche sulla caccia

# credsLoginTitle
source: Login
de: Anmelden
it: Registrare

# credsTerritoryFieldTitle
source: Territory
de: Revier
it: Territorio

# credsTerritoryFieldHint
source: e.g. Bruneck13L
de: z.B. Bruneck13L
it: esempio Bruneck13L

# credsPasswordFieldTitle
source: Password
de: Passwort

# credsPasswordFieldHint
source: Password
de: Passwort

# credsLoginButton
source: LOGIN
de: ANMELDEN
it: REGISTRARE

# credsDisclaimerText
source: Your login details are only stored locally and used to download the kills from the hunters' association site. They will never be passed on to third parties!
de: Deine Anmeldedaten werden nur lokal gespeichert und verwendet, um die Abschüsse von der Seite des Jagdverbands herunterzuladen. Sie werden niemals an Dritte weitergegeben!
it: I tuoi dati di accesso vengono memorizzati solo localmente e utilizzati per scaricare le uccisioni dal sito dell'associazione dei cacciatori. Non saranno mai ceduti a terzi!

# credsEmptySnackbar
source: You must enter both fields!
de: Du musst beide Felder angeben!
it: Devi inserire entrambi i campi!

# credsLoginErrorSnackbar
source: Error: No territory found for the given credentials!
de: Fehler: Zu diesen Daten gibt es kein Revier!
it: Errore: non esiste un territorio per queste date!

# noInternetError
source: Error: No internet!
de: Fehler: Kein Internet
it: Errore: niente internet

# credsTooManySigninsSnackbar
source: Signed up too often! Wait 1 minute before you can log in again.
de: Zu oft angemeldet! Warte 1 Minute bevor du dich erneut anmelden kannst.
it: Registrato troppo spesso! Attendi 1 minuto prima di poter accedere nuovamente.

# settingsTitle
source: Settings
de: Einstellungen
it: Impostazioni

# settingsDisplay
source: Display
de: Anzeige
it: Schermo

# settingsLanguage
source: Language
de: Sprache
it: Lingua

# settingsDarkMode
source: Dark theme
de: Dunkler Modus
it: Tema scuro

# settingsShowNamesTitle
source: Show names
de: Namen anzeigen
it: Mostrare nomi

# settingsShowNamesBody
source: It's possible you may only see stars if you enable this setting
de: Es könnte sein, dass dabei nur Sterne angezeigt werden können.
it: Potrebbe essere che solo le stelle possano essere visualizzate.

# settingsAccount
source: Account
de: Konto

# settingsLogout
source: Log out
de: Abmelden

# settingsWebsite
source: Website
de: Webseite
it: Sito web

# settingsDonate
source: Donate Speck
de: Speck spendieren
it: Donare la pancetta

# settingsHuntersAssociationWebsite
source: Hunter's association's statistics
de: Jagdverband Statistik
it: Statistiche dell'associazione di caccia

# settingsDevelopment
source: Development
de: Entwicklung
it: Sviluppo

# settingsKontakt
source: Contact
de: Kontakt
it: Contatto

# settingsAbout
source: About
de: Über
it: Informazioni

# dialogYes
source: Yes
de: Ja
it: Si

# dialogNo
source: No
de: Nein

# dialogLogoutBody
source: Do you really want to log out? Your login data and all your settings will be deleted!
de: Möchtest du dich wirklich abmelden? Deine Anmeldedaten und alle deiner Einstellungen werden dabei gelöscht!
it: Vuoi davvero fare il log-out? I tuoi dati di accesso e tutte le tue impostazioni verranno cancellate!

# feedbackMailSubject
source: Feedback for the hunting statistics app
de: Feedback zur Jagdstatistik App
it: Feedback sulla app delle statistiche di caccia

# ksExportDialogTitle
source: Export as
de: Exportieren als
it: Esporta come

# ksShowXFromYProgressBar
source: Showing {x} of {y}
de: Zeige {x} von {y}
it: Mostrando {x} di {y}

# ksTerritoryTitle
source: Territory
de: Revier
it: Territorio

# noKillsFoundError
source: Error: No kills found!
de: Fehler: Keine Abschüsse gefunden!
it: Errore: nessuna uccisione trovata!

# sortDate
source: Date
de: Datum
it: Data

# sortNone
source: No sorting
de: Keine Sortierung
it: Nessun smistamento

# sortNumber
source: Number
de: Nummer
it: Numero

# sortGameType
source: Species
de: Wildart
it: Specie selvatiche

# sortGender
source: Sex
de: Geschlecht
it: Sesso

# sortWeight
source: Weight
de: Gewicht
it: Peso

# sortCause
source: Cause
de: Ursache
it: Causa

# sortUse
source: Use
de: Verwendung
it: Uso

# sortPlace
source: Place
de: Örtlichkeit
it: Luogo

# sortTitle
source: Sorting
de: Sortierung
it: Ordinamento

# searchXKills
source: Filter {x} kills
de: {x} Abschüsse filtern
it: Cerca tra {x} uccisioni

source: Kills
de: Abschüsse
it: Uccisioni

# statistics
source: Stats
de: Statistik
it: Statistiche

# copiedToClipboardSnackbar
source: Copied to clipboard!
de: In Zwischenablage kopiert!
it: Copiato negli appunti!

source: Number
de: Nummer
it: Numero

source: Age
de: Alter
it: Età

source: Area
de: Gebiet
it: Zona

source: Companion
de: Begleiter
it: Compagno

source: Hunter
de: Jäger
it: Cacciatore

# killer
source: Hunter
de: Erleger
it: Cacciatore

source: Sign of origin
de: Ursprungszeichen
it: Certificato d'origine

source: Time
de: Uhrzeit
it: Tempo

source: Usage
de: Verwendung
it: Destinazione

source: Weight
de: Gewicht
it: Peso

# gameTypes
source: Species
de: Wildarten
it: Specie

source: Sexes
de: Geschlechter
it: Sessi

source: Causes
de: Ursachen
it: Causi

source: Usages
de: Verwendungen
it: Destinazioni

# rehwild
source: Roe deer
de: Rehwild
it: Capriolo

# rotwild
source: Deer
de: Rotwild
it: Cervo

# gamswild
source: Chamois
de: Gamswild
it: Camoscio

# steinwild
source: Ibex
de: Steinwild
it: Stambecco

# schwarzwild
source: Wild boar
de: Schwarzwild
it: Cinghiale

# spielhahn
source: Playcock
de: Spielhahn
it: Gallo forcello

# steinhuhn
source: Rock partridge
de: Steinhuhn
it: Coturnice

# schneehuhn
source: Grouse
de: Schneehuhn
it: Gallo cedrone

# murmeltier
source: Marmot
de: Murmeltier
it: Marmotta

# dachs
source: Badger
de: Dachs
it: Tasso

# fuchs
source: Fox
de: Fuchs
it: Volpe

# schneehase
source: snow bunny
de: Schneehase
it: coniglietto di neve

# andereWildart
source: Other wild species
de: Andere Wildart
it: Altre specie selvatiche

# erlegt
source: Killed
de: Erlegt
it: Abbattuto

# fallwild
source: Found dead
de: Fallwild
it: Trovato morto

# hegeabschuss
source: Conservation kill
de: Hegeabschuss
it: Abbattimento conservativo

# strassenunfall
source: Car accident
de: Straßenunfall
it: Incidente stradale

# protokollBeschlagnahmt
source: Protocol / confiscated
de: Protokoll / beschlagnahmt
it: Protocollo / confiscato

# vomZug
source: Killed by train
de: Vom Zug überfahren
it: Abbatuto del treno

# freizone
source: Free zone
de: Freizone
it: Zona libera

# eigengebrauch
source: Personal use
de: Eigengebrauch
it: Uso personale

# eigengebrauchAbgabe
source: Personal use - delivery for further processing
de: Eigengebrauch - Abgabe zur Weiterverarbeitung
it: Uso personale - consegna per ulteriore elaborazione

# verkauf
source: Sale
de: Verkauf
it: Vendita

# nichtVerwertbar
source: Not usable
de: Nicht verwertbar
it: Non utilizzabile

# nichtGefunden
source: Not found / search unsuccessful
de: Nicht gefunden / Nachsuche erfolglos
it: Non trovato/ricerca non riuscita

# nichtBekannt
source: Unknown
de: Nicht bekannt
it: Non conosciuto

# mapInitialPosition
source: Initial position
de: Anfangsposition
it: Posizione iniziale

# xKill_s
source: {howMany, plural, one{1 Kill} other{{howMany} Kills}}
de: {howMany, plural, one{1 Abschuss} other{{howMany} Abschüsse}}
it: {howMany, plural, one{1 Uccisione} other{{howMany} Uccisioni}}

# noDataFoundText
source: Nothing to see here..
de: Hier gibt es nichts zu sehen...
it: Non c'è niente da vedere qui...

source: Overseer
de: Aufseher
it: Sorvegliante

# noKillsLoadedError
source: Error: Kills could not be loaded!
de: Fehler: Abschüsse konnten nicht geladen werden!
it: Errore: caricamento delle uccisioni non riuscito!

# loginDataInvalid
source: Your login credentials are no longer valid!
de: Deine Anmeldedaten sind nicht mehr gültig!
it: I tuoi dati di accesso non sono più validi!

source: Error
de: Fehler
it: Errore

source: New kills
de: Neue Abschüsse
it: Nuovi uccisioni

# xNewKillsFound
source: {x} new kills were found!
de: Es wurden {x} neue Abschüsse gefunden!
it: {x} nuove uccisioni trovate!

source: Close
de: Schließen
it: Chiudere

source: Display
de: Anzeige
it: Mostrare

source: Grid
de: Gitter
it: Griglia

source: Only shot
de: Nur Erlegte
it: Solo sparati

# points
source: Point
de: Punkte
it: Punti

source: Configuration
de: Konfiguration
it: Configurazione

source: per Month
de: pro Monat
it: al mese

# chartBasedOnDownloaded
source: The charts are based on your downloaded data. If a year is missing, you can select and download it on the start page. These diagrams provide information about the historical development of the game in your area and have been designed in such a way that you can configure the structure yourself!
de: Die Diagramme basieren auf deinen heruntergeladenen Daten. Falls ein Jahr fehlt, kannst du es auf der Startseite auswählen und heruntergeladen. Diese Diagramme bieten Aufschluss über die historische Entwicklung des Wilds in deinem Revier und wurden so gestaltet, dass du dir den Aufbau selbst konfigurieren kannst!
it: I grafici si basano sui dati scaricati. Se manca un anno, puoi selezionarlo e scaricarlo nella pagina iniziale. Questi diagrammi forniscono informazioni sullo sviluppo storico del gioco nella tua zona e sono stati progettati in modo tale da poter configurare tu stesso la struttura!

source: Yearly
de: Jährlich
it: Annuale

source: Historic
de: Historisch
it: Storico

source: Sum
de: Summe
it: Somma

source: Distribution
de: Verteilung
it: Distribuzione

source: Monthly breakdown
de: Monatsverlauf
it: Ripartizione mensile

source: Yearly breakdown
de: Jahresverlauf
it: Ripartizione annuale

source: Seen by {x} on {y} at {z}
de: Gesehen von {x} am {y} um {z}
it: Visto da {x} il {y} alle {z}

# checkOutThisKillXY
source: Check out this kill in {x}! {y}
de: Sieh dir diesen Abschuss in {x} an! {y}
it: Dai un'occhiata a quell'uccisione in {x}! {y}

# gamsgeiss
source: Female chamois
de: Gamsgeiß
it: Femmina camoscio

# tBock
source: Trophy buck
de: T-Bock
it: Maschio di più anni

# bockkitz
source: Buck fawn
de: Bockkitz
it: Piccolo maschio

# gamsbock
source: Chamois buck
de: Gamsbock
it: Maschio di camoscio

# altgeiss
source: Old doe
de: Altgeiß
it: Femmina adulta

# jahrlingsHirsch
source: Young buck
de: Jährlingshirsch
it: Maschio di un anno

# schmalreh
source: Young doe
de: Schmalreh
it: Femmina sottile

# jahrlingsbock
source: Young buck
de: Jährlingsbock
it: Maschio di un anno

# geisskitz
source: Female fawn
de: Geißkitz
it: Piccolo femmina

# geissjahrling
source: Young female
de: Geißjährling
it: Femmina di un anno

# wildkalb
source: Female fawn
de: Wildkalb
it: Non noto

# M
source: Male
de: Männlich
it: Maschile

# W
source: Female
de: Weiblich
it: Femmina

# hirschkalb
source: Male fawn
de: Hirschkalb
it: Piccolo maschile

# trophaehenHirsch
source: Trophy buck
de: Trophäenhirsch
it: Maschio di più anni

# alttier
source: Adult female
de: Alttier
it: Femmina adulta

# maennlich
source: Male
de: Männlich
it: Maschile

# weiblich
source: Female
de: Weiblich
it: Femmina

# frischling
source: Wild boar
de: Frischling
it: Cinghialetto

# ueberlaeuferKeiler
source: Young male boar
de: Überläuferkeiler
it: Maschio di un anno

# keiler
source: Male boar
de: Keiler
it: Maschio

# steingeiss
source: Stone doe
de: Steingeiß
it: Capricorno femminile

# steinbock
source: Stone buck
de: Steinbock
it: Capricorno maschile

# gamsjahrlinge
source: chamois yearlings
de: Gamsjahrlinge
it: puledri di camoscio

# schmaltier
source: Young doe
de: Schmaltier
it: Femmina sottile

# kahlwild
source: Deer
de: Kahlwild
it: Cervo

# weiblicheRehe
source: Female deer
de: Weibliche Rehe
it: Caprioli femminili

# bockjahrling
source: Young buck
de: Bockjährling
it: Maschio di un anno

# bache
source: Female boar
de: Bache
it: Femmina

# ueberlaeuferBache
source: Young female boar
de: Überläuferbache
it: Femmina di un anno

# settingsLinks
source: Links
it: Link

# ksExport
source: Export
it: Esport
